Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

# rule.op.isBefore
source: is before
de: ist vor
es: es anterior a
fr: est avant
it: è precedente a
nl: is voor
pt_br: é anterior a

# rule.op.isBeforeOrEquals
source: is before or equal to
de: ist vor oder gleich
es: es anterior o igual a
fr: est avant ou égal à
it: è precedente o uguale a
nl: is voor of gelijk aan
pt_br: é anterior ou igual a

# rule.op.isBetween
source: is between
de: liegt zwischen
es: está entre
fr: est entre
it: è tra
nl: ligt tussen
pt_br: está entre

# rule.op.isGreaterThan
source: is greater than
de: ist größer als
es: es mayor que
fr: est supérieur à
it: è maggiore di
nl: is groter dan
pt_br: é maior que

# rule.op.isGreaterThanOrEquals
source: is greater than or equal to
de: ist größer oder gleich
es: es mayor o igual que
fr: est supérieur ou égal à
it: è maggiore o uguale a
nl: is groter dan of gelijk aan
pt_br: é maior ou igual a

# rule.op.isLessThan
source: is less than
de: ist kleiner als
es: es menor que
fr: est inférieur à
it: è minore di
nl: is kleiner dan
pt_br: é menor que

# rule.op.isLessThanOrEquals
source: is less than or equal to
de: ist kleiner oder gleich
es: es menor o igual que
fr: est inférieur ou égal à
it: è minore o uguale a
nl: is kleiner dan of gelijk aan
pt_br: é menor ou igual a

# rule.op.isNot
source: is not
de: ist nicht
es: no es
fr: n’est pas
it: non è
nl: is niet
pt_br: não é

# rule.op.isOffBudget
source: is off budget
de: ist nicht im Budget
es: está fuera del presupuesto
fr: est hors budget
it: è fuori budget
nl: is buiten budget
pt_br: está fora do orçamento

# rule.op.isOnBudget
source: is on budget
de: ist im Budget
es: está dentro del presupuesto
fr: est dans le budget
it: è nel budget
nl: is binnen budget
pt_br: está no orçamento

# rule.op.linkSchedule
source: link schedule
de: Zeitplan verknüpfen
es: vincular programación
fr: lier à la programmation
it: collega pianificazione
nl: planning koppelen
pt_br: vincular agendamento

# rule.op.matches
source: matches
de: entspricht
es: coincide con
fr: correspond à
it: corrisponde a
nl: komt overeen met
pt_br: corresponde a

# rule.op.notOneOf
source: is not one of
de: ist keines von
es: no es uno de
fr: n’est pas parmi
it: non è tra
nl: is geen van
pt_br: não é um de

# rule.op.oneOf
source: is one of
de: ist eines von
es: es uno de
fr: est parmi
it: è tra
nl: is een van
pt_br: é um de

# rule.op.prependNotes
source: prepend notes
de: Notizen voranstellen
es: anteponer a las notas
fr: ajouter au début des notes
it: anteponi alle note
nl: voor notities plaatsen
pt_br: prefixar nas notas

# rule.op.set
source: set
de: festlegen
es: establecer
fr: définir
it: imposta
nl: instellen
pt_br: definir

# rule.summary.field.account
source: account
de: Konto
es: cuenta
fr: compte
it: conto
nl: rekening
pt_br: conta

# rule.summary.field.category
source: category
de: Kategorie
es: categoría
fr: catégorie
it: categoria
nl: categorie
pt_br: categoria

# rule.summary.field.cleared
source: cleared
de: bestätigt
es: validada
fr: validée
it: registrata
nl: gemarkeerd
pt_br: confirmada

# rule.summary.field.date
source: date
de: Datum
es: fecha
it: data
nl: datum
pt_br: data

# rule.summary.field.notes
source: notes
de: Notizen
es: notas
it: note
nl: notities
pt_br: observações

# rule.summary.field.parent
source: parent
de: übergeordnet
es: principal
fr: parente
it: principale
nl: bovenliggend
pt_br: principal

# rule.summary.field.payee
source: payee
de: Zahlungsempfänger
es: beneficiario
fr: bénéficiaire
it: beneficiario
nl: begunstigde
pt_br: favorecido

# rule.summary.field.reconciled
source: reconciled
de: abgeglichen
es: conciliada
fr: rapprochée
it: riconciliata
nl: afgestemd
pt_br: reconciliada

# rule.summary.field.transfer
source: transfer
de: Überweisung
es: transferencia
fr: virement
it: trasferimento
nl: overboeking
pt_br: transferência

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
nl: Regels
pt_br: Regras

source: Rules rewrite transactions as they're added — renaming payees, setting categories, and more.
de: Regeln bearbeiten Transaktionen beim Hinzufügen, benennen Zahlungsempfänger um, legen Kategorien fest und mehr.
es: Las reglas modifican las transacciones al añadirlas: cambian los beneficiarios, asignan categorías y mucho más.
fr: Les règles modifient les transactions lors de leur ajout : renommage des bénéficiaires, attribution de catégories, etc.
it: Le regole riscrivono le transazioni quando vengono aggiunte: rinominano i beneficiari, impostano le categorie e altro.
nl: Regels herschrijven transacties wanneer ze worden toegevoegd: ze hernoemen begunstigden, stellen categorieën in en meer.
pt_br: As regras reescrevem as transações quando são adicionadas: renomeiam beneficiários, definem categorias e muito mais.

source: Rules run in stage order: Pre, then Default, then Post. Within a stage, the most specific rule runs last.
de: Regeln werden in der Reihenfolge Vor, Standard und Nach ausgeführt. Innerhalb einer Stufe wird die spezifischste Regel zuletzt ausgeführt.
es: Las reglas se ejecutan por etapa: Pre, Predeterminada y Post. Dentro de una etapa, la regla más específica se ejecuta al final.
fr: Les règles s’exécutent par étape : Pré, puis Par défaut, puis Post. Dans une étape, la règle la plus spécifique s’exécute en dernier.
it: Le regole vengono eseguite per fase: Pre, Predefinita e Post. All’interno di una fase, la regola più specifica viene eseguita per ultima.
nl: Regels worden uitgevoerd in de volgorde Voor, Standaard en Na. Binnen een fase wordt de meest specifieke regel als laatste uitgevoerd.
pt_br: As regras são executadas por etapa: Pré, Padrão e Pós. Dentro de uma etapa, a regra mais específica é executada por último.

source: Rules Unavailable
de: Regeln nicht verfügbar
es: Reglas no disponibles
fr: Règles indisponibles
it: Regole non disponibili
nl: Regels niet beschikbaar
pt_br: Regras indisponíveis

# rules.empty.title
source: No Rules
de: Keine Regeln
es: No hay reglas
fr: Aucune règle
it: Nessuna regola
nl: Geen regels
pt_br: Nenhuma regra

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt_br: Salvar

source: Save & Un-migrate
de: Speichern & Migration rückgängig machen
es: Guardar y revertir migración
fr: Enregistrer et annuler la migration
it: Salva e annulla la migrazione
nl: Opslaan en migratie ongedaan maken
pt_br: Salvar e reverter migração

source: Save %@ by %@
de: %@ bis %@ sparen
es: Ahorrar %@ para %@
fr: Épargner %@ d’ici %@
it: Risparmiare %@ entro %@
nl: %@ sparen tegen %@
pt_br: Economizar %@ até %@

source: Save %@ by %@, repeating every %lld months
de: %@ bis %@ sparen, alle %lld Monate wiederholen
es: Ahorrar %@ para %@, cada %lld meses
fr: Épargner %@ pour %@, tous les %lld mois
it: Risparmiare %@ entro %@, ogni %lld mesi
nl: %@ sparen voor %@, elke %lld maanden herhalen
pt_br: Poupar %@ até %@, repetindo a cada %lld meses

source: Save %@ by %@, repeating every %lld years
de: %@ bis %@ sparen, alle %lld Jahre wiederholen
es: Ahorrar %@ para %@, cada %lld años
fr: Épargner %@ pour %@, tous les %lld ans
it: Risparmiare %@ entro %@, ogni %lld anni
nl: %@ sparen voor %@, elke %lld jaar herhalen
pt_br: Poupar %@ até %@, repetindo a cada %lld anos

source: Save by date
de: Bis zu einem Datum sparen
es: Ahorrar para una fecha
fr: Épargner d’ici une date
it: Risparmia entro una data
nl: Sparen vóór datum
pt_br: Economizar até uma data

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
nl: Wijzigingen opslaan
pt_br: Salvar alterações

source: Save Location
de: Standort speichern
es: Guardar ubicación
fr: Enregistrer le lieu
it: Salva posizione
nl: Locatie opslaan
pt_br: Salvar local

source: Save up for a scheduled transaction.
de: Für eine geplante Transaktion sparen.
es: Ahorrar para una transacción programada.
fr: Épargner pour une transaction planifiée.
it: Risparmiare per una transazione programmata.
nl: Sparen voor een geplande transactie.
pt_br: Economizar para uma transação agendada.

source: Save up for the next occurrence
de: Für das nächste Vorkommen sparen
es: Ahorrar para la próxima ocurrencia
fr: Épargner pour la prochaine occurrence
it: Risparmia per la prossima occorrenza
nl: Sparen voor de volgende gebeurtenis
pt_br: Economizar para a próxima ocorrência

source: Save up for the schedule ‘%@’
de: Für die Programmierung „%@“ sparen
es: Ahorrar para la programación « %@ »
fr: Épargner pour la programmation « %@ »
it: Risparmiare per la programmazione «%@»
nl: Sparen voor planning ‘%@’
pt_br: Economizar para o agendamento “%@”

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
nl: Opgeslagen
pt_br: Salvo

source: Saved locally
de: Lokal gespeichert
es: Guardada localmente
fr: Enregistrée localement
it: Salvato localmente
nl: Lokaal opgeslagen
pt_br: Salva localmente

source: Saved locally: %@
de: Lokal gespeichert: %@
es: Guardada localmente: %@
fr: Enregistrée localement : %@
it: Salvato localmente: %@
nl: Lokaal opgeslagen: %@
pt_br: Salva localmente: %@

source: Saved locally: %@ at %@
de: Lokal gespeichert: %@ bei %@
es: Guardada localmente: %@ en %@
fr: Enregistrée localement : %@ chez %@
it: Salvato localmente: %@ da %@
nl: Lokaal opgeslagen: %@ bij %@
pt_br: Salva localmente: %@ em %@

source: Savings
de: Sparkonto
es: Ahorros
fr: Épargne
it: Risparmi
nl: Spaarrekening
pt_br: Poupança

source: Savings mode
de: Sparmodus
es: Modo de ahorro
fr: Mode d'épargne
it: Modalità risparmio
nl: Spaarmodus
pt_br: Modo de economia

source: Schedule
de: Zeitplan
es: Programación
fr: Programmation
it: Pianificazione
nl: Planning
pt_br: Agendamento

source: Schedule and save-by-date automations must all share one priority, or none of them will budget.
de: Zeitplan- und Bis-Datum-sparen-Automatisierungen müssen dieselbe Priorität haben, sonst budgetiert keine von ihnen.
es: Las automatizaciones de calendario y ahorro por fecha deben compartir una prioridad, o ninguna presupuestará.
fr: Les automatisations de calendrier et d'épargne par date doivent toutes avoir la même priorité, sinon aucune ne budgétisera.
it: Le automazioni di programmazione e risparmio entro una data devono condividere una priorità, altrimenti nessuna assegnerà fondi.
nl: Automatiseringen voor planning en sparen vóór een datum moeten dezelfde prioriteit hebben, anders maakt geen ervan een budget.
pt_br: As automações de agendamento e economia por data devem ter a mesma prioridade, ou nenhuma fará o orçamento.

source: Schedule not found
de: Zeitplan nicht gefunden
es: No se encontró el calendario
fr: Calendrier introuvable
it: Programmazione non trovata
nl: Planning niet gevonden
pt_br: Agendamento não encontrado

source: Scheduled
de: Geplant
es: Programada
fr: Programmée
it: Programmata
nl: Gepland
pt_br: Agendada

source: Scheduled Transaction
de: Geplante Transaktion
es: Transacción programada
fr: Transaction planifiée
it: Transazione pianificata
nl: Geplande transactie
pt_br: Transação agendada

source: Scheduled Transactions
de: Geplante Transaktionen
es: Transacciones programadas
fr: Transactions programmées
it: Transazioni programmate
nl: Geplande transacties
pt_br: Transações agendadas

source: Search categories
de: Kategorien durchsuchen
es: Buscar categorías
fr: Rechercher des catégories
it: Cerca categorie
nl: Zoek categorieën
pt_br: Buscar categorias

source: Search payees
de: Zahlungsempfänger suchen
es: Buscar beneficiarios
fr: Rechercher des bénéficiaires
it: Cerca beneficiari
nl: Begunstigden zoeken
pt_br: Pesquisar beneficiários

source: Search rules
de: Regeln suchen
es: Buscar reglas
fr: Rechercher des règles
it: Cerca regole
nl: Regels zoeken
pt_br: Buscar regras

source: Search schedules
de: Programmierungen suchen
es: Buscar programaciones
fr: Rechercher des programmations
it: Cerca programmazioni
nl: Planningen zoeken
pt_br: Buscar agendamentos

source: Search transactions
de: Suchen Sie nach Transaktionen
es: Buscar transacciones
fr: Rechercher des transactions
it: Cerca transazioni
nl: Transacties zoeken
pt_br: Buscar transações

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
nl: Selecteren
pt_br: Selecionar

source: Select a Budget
de: Wählen Sie ein Budget aus
es: Seleccionar un presupuesto
fr: Sélectionner un budget
it: Seleziona un budget
nl: Selecteer een budget
pt_br: Selecionar um orçamento

source: Select a budget to load it onto this device.
de: Wählen Sie ein Budget aus, um es auf dieses Gerät zu laden.
es: Selecciona un presupuesto para cargarlo en este dispositivo.
fr: Sélectionnez un budget pour le charger sur cet appareil.
it: Seleziona un budget per caricarlo su questo dispositivo.
nl: Selecteer een budget om het op dit apparaat te laden.
pt_br: Selecione um orçamento para carregá-lo neste dispositivo.

source: Select a budget to load it onto this device. The app stays empty until one is chosen.
de: Wählen Sie ein Budget aus, um es auf dieses Gerät zu laden. Die App bleibt leer, bis eines ausgewählt wird.
es: Selecciona un presupuesto para cargarlo en este dispositivo. La app permanece vacía hasta elegir uno.
fr: Sélectionnez un budget pour le charger sur cet appareil. L’app reste vide tant qu’aucun budget n’est choisi.
it: Seleziona un budget per caricarlo su questo dispositivo. L’app rimane vuota finché non ne scegli uno.
nl: Selecteer een budget om het op dit apparaat te laden. De app blijft leeg totdat je er een kiest.
pt_br: Selecione um orçamento para carregá-lo neste dispositivo. O app permanece vazio até que um seja escolhido.

source: Select a budget to load it onto this device. The app stays empty until one is chosen. Touch and hold a budget for options to remove it from this device or delete it from the server.
de: Wählen Sie ein Budget aus, um es auf dieses Gerät zu laden. Die App bleibt leer, bis eines ausgewählt wurde. Berühren und halten Sie ein Budget für Optionen, um es von diesem Gerät zu entfernen oder vom Server zu löschen.
es: Seleccione un presupuesto para cargarlo en este dispositivo. La app permanece vacía hasta que se elija uno. Toque y mantenga pulsado un presupuesto para ver opciones para eliminarlo de este dispositivo o del servidor.
fr: Sélectionnez un budget pour le charger sur cet appareil. L'app reste vide tant qu'aucun n'est choisi. Appuyez de manière prolongée sur un budget pour obtenir des options permettant de le supprimer de cet appareil ou du serveur.
it: Seleziona un budget per caricarlo su questo dispositivo. L'app resta vuota finché non ne scegli uno. Tocca e tieni premuto un budget per le opzioni per rimuoverlo da questo dispositivo o eliminarlo dal server.
nl: Selecteer een budget om het op dit apparaat te laden. De app blijft leeg totdat er een is gekozen. Houd een budget ingedrukt voor opties om het van dit apparaat te verwijderen of van de server te verwijderen.
pt_br: Selecione um orçamento para carregá-lo neste dispositivo. O app fica vazio até que um seja escolhido. Toque e segure um orçamento para ver opções de removê-lo deste dispositivo ou excluí-lo do servidor.

source: Select a category
de: Kategorie auswählen
es: Seleccionar una categoría
fr: Sélectionner une catégorie
it: Seleziona una categoria
nl: Selecteer een categorie
pt_br: Selecionar uma categoria

source: Select a schedule
de: Zeitplan auswählen
es: Seleccionar una programación
fr: Sélectionner une programmation
it: Seleziona una pianificazione
nl: Selecteer een planning
pt_br: Selecionar um agendamento

source: Select account
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionner un compte
it: Seleziona conto
nl: Selecteer rekening
pt_br: Selecionar conta

source: Select Account
de: Wählen Sie Konto aus
es: Seleccionar cuenta
fr: Sélectionner un compte
it: Seleziona Conto
nl: Selecteer Account
pt_br: Selecionar conta

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
nl: Alles selecteren
pt_br: Selecionar tudo

source: Select an account
de: Konto auswählen
es: Selecciona una cuenta
fr: Sélectionner un compte
it: Seleziona un conto
nl: Selecteer een rekening
pt_br: Selecione uma conta

source: Select an account in your shortcut or set a default account in Actuali settings.
de: Wählen Sie in Ihrer Verknüpfung ein Konto aus oder legen Sie in den Actuali-Einstellungen ein Standardkonto fest.
es: Seleccione una cuenta en su atajo o configure una cuenta predeterminada en los ajustes de Actuali.
fr: Sélectionnez un compte dans votre raccourci ou définissez un compte par défaut dans les réglages d'Actuali.
it: Seleziona un account nel collegamento o imposta un account predefinito nelle impostazioni Actuali.
nl: Selecteer een account in uw snelkoppeling of stel een standaardaccount in in Actuali-instellingen.
pt_br: Selecione uma conta no atalho ou configure uma conta padrão nos ajustes do Actuali.

source: Select Transactions
de: Transaktionen auswählen
es: Seleccionar transacciones
fr: Sélectionner des transactions
it: Seleziona transazioni
nl: Transacties selecteren
pt_br: Selecionar transações

source: Select Wallet Transactions
de: Wählen Sie Wallet-Transaktionen aus
es: Seleccionar transacciones de Wallet
fr: Sélectionner des transactions Wallet
it: Seleziona Transazioni Wallet
nl: Selecteer Wallet-transacties
pt_br: Selecionar transações do Wallet

source: Selected
de: Ausgewählt
es: Seleccionadas
fr: Sélectionnées
it: Selezionato
nl: Gekozen
pt_br: Selecionadas

source: Sent with every request to your server. For Cloudflare Access, add a service token as two headers: CF-Access-Client-Id and CF-Access-Client-Secret.
de: Wird bei jeder Anfrage an Ihren Server gesendet. Fügen Sie für Cloudflare Access ein Diensttoken als zwei Header hinzu: CF-Access-Client-Id und CF-Access-Client-Secret.
es: Se envían con cada solicitud a su servidor. Para Cloudflare Access, añada un token de servicio con los encabezados CF-Access-Client-Id y CF-Access-Client-Secret.
fr: Envoyés avec chaque requête à votre serveur. Pour Cloudflare Access, ajoutez un jeton de service avec les deux en-têtes CF-Access-Client-Id et CF-Access-Client-Secret.
it: Inviato con ogni richiesta al tuo server. Per Cloudflare Access, aggiungi un token di servizio come due intestazioni: CF-Access-Client-Id e CF-Access-Client-Secret.
nl: Wordt bij elk verzoek naar uw server verzonden. Voeg voor Cloudflare Access een servicetoken toe als twee headers: CF-Access-Client-Id en CF-Access-Client-Secret.
pt_br: Enviados em todas as solicitações ao seu servidor. Para o Cloudflare Access, adicione um token de serviço com os cabeçalhos CF-Access-Client-Id e CF-Access-Client-Secret.

source: Series
de: Reihe
es: Serie
fr: Série
it: Serie
nl: Reeks
pt_br: Série

source: Server Connection
de: Serververbindung
es: Conexión al servidor
fr: Connexion au serveur
it: Connessione al server
nl: Serververbinding
pt_br: Conexão com o servidor

source: Server error: %@
de: Serverfehler: %@
es: Error del servidor: %@
fr: Erreur du serveur : %@
it: Errore del server: %@
nl: Serverfout: %@
pt_br: Erro do servidor: %@

source: Server password (first sign-in)
de: Serverpasswort (erste Anmeldung)
es: Contraseña del servidor (primer inicio de sesión)
fr: Mot de passe du serveur (première connexion)
it: Password del server (primo accesso)
nl: Serverwachtwoord (eerste aanmelding)
pt_br: Senha do servidor (primeiro login)

source: set %@ to %@
de: %@ auf %@ setzen
es: establecer %@ en %@
fr: définir %@ sur %@
it: imposta %@ su %@
nl: %@ instellen op %@
pt_br: definir %@ como %@

source: set %@ to formula %@
de: %@ auf Formel %@ setzen
es: establecer %@ con la fórmula %@
fr: définir %@ avec la formule %@
it: imposta %@ con la formula %@
nl: %@ instellen met formule %@
pt_br: definir %@ com a fórmula %@

source: set %@ to template %@
de: %@ auf Vorlage %@ setzen
es: establecer %@ con la plantilla %@
fr: définir %@ avec le modèle %@
it: imposta %@ con il modello %@
nl: %@ instellen met sjabloon %@
pt_br: definir %@ com o modelo %@

source: Set a balance limit
de: Kontostandlimit festlegen
es: Establecer un límite de saldo
fr: Définir une limite de solde
it: Imposta un limite di saldo
nl: Een saldolimiet instellen
pt_br: Definir um limite de saldo

source: Set a balance limit of %@/day (%@)
de: Limit von %@/Tag festlegen (%@)
es: Establecer un límite de %@/día (%@)
fr: Définir une limite de %@/jour (%@)
it: Imposta un limite di %@/giorno (%@)
nl: Een limiet van %@/dag instellen (%@)
pt_br: Definir um limite de %@/dia (%@)

source: Set a balance limit of %@/month (%@)
de: Limit von %@/Monat festlegen (%@)
es: Establecer un límite de %@/mes (%@)
fr: Définir une limite de %@/mois (%@)
it: Imposta un limite di %@/mese (%@)
nl: Een limiet van %@/maand instellen (%@)
pt_br: Definir um limite de %@/mês (%@)

source: Set a balance limit of %@/week (%@)
de: Limit von %@/Woche festlegen (%@)
es: Establecer un límite de %@/semana (%@)
fr: Définir une limite de %@/semaine (%@)
it: Imposta un limite di %@/settimana (%@)
nl: Een limiet van %@/week instellen (%@)
pt_br: Definir um limite de %@/semana (%@)

source: Set a long-term savings target. This changes the coloring of the balance on the budget page to be based on progress towards the target rather than the current month funding progress.
de: Ein langfristiges Sparziel festlegen. Die Farbe des Saldos richtet sich dann nach dem Fortschritt zum Ziel.
es: Establece un objetivo de ahorro a largo plazo. El color del saldo dependerá del progreso hacia el objetivo.
fr: Définir un objectif d’épargne à long terme. La couleur du solde dépendra de la progression vers cet objectif.
it: Imposta un obiettivo di risparmio a lungo termine. Il colore del saldo dipenderà dai progressi verso l’obiettivo.
nl: Stel een langetermijnspaardoel in. De kleur van het saldo hangt dan af van de voortgang naar het doel.
pt_br: Defina uma meta de poupança de longo prazo. A cor do saldo dependerá do progresso em direção à meta.

source: Set a value greater than 0% and at most 100%.
de: Legen Sie einen Wert über 0 % und höchstens 100 % fest.
es: Establece un valor superior al 0 % y como máximo del 100 %.
fr: Saisissez une valeur supérieure à 0 % et inférieure ou égale à 100 %.
it: Imposta un valore maggiore di 0% e al massimo del 100%.
nl: Stel een waarde in die groter is dan 0% en maximaal 100% bedraagt.
pt_br: Defina um valor maior que 0% e de no máximo 100%.

source: Set Assigned to Zero
de: Zugewiesenen Betrag auf null setzen
es: Establecer lo asignado en cero
fr: Mettre les fonds affectés à zéro
it: Imposta l'assegnato a zero
nl: Toegewezen bedrag op nul zetten
pt_br: Definir o valor atribuído como zero

source: Set Budget to Zero
de: Budget auf null setzen
es: Establecer el presupuesto en cero
fr: Mettre le budget à zéro
it: Imposta il budget a zero
nl: Budget op nul zetten
pt_br: Definir o orçamento como zero
